Repository: edotz/eos_core
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# slider.description
source: Image Slider there you can generate a Slider with Images
de: Generieren eines Bild Sliders

# headerimage.title
source: Headerimage
de: Headerbild

# headerimage.description
source: There you can generate a Headerimage
de: Generieren eines Headerbild

# ninjagallery.title
source: Gallery
de: Galerie

# ninjagallery.description
source: Image there you can add Gallery
de: Bild zur eine Galerie

# ninjagalleryNoDesc.title
source: Gallery without image description
de: Galerie ohne Bildbeschreibung

# ninjagalleryNoDesc.description
source: Image there you can add Gallery
de: Bild ohne Bildbeschreibung zur eine Galerie

# teaser.description
source: Image with Description
de: Bild mit Text

# teaserstoffe.description
source: Image with Imagedescription
de: Bild mit Bildunterschrift

# pages.tx_tsiseo_h1_logo
source: Wrap Logo with h1
de: Logo mit h1-Tag umschlie√üen.
